[
    {
        "query": "What are the symptoms?"
    },
    {
        "query": "When should I get tested?"
    },
    {
        "query": "What's the difference between physical distancing and self-isolation?"
    },
    {
        "query": "How do I practice physical distancing?"
    },
    {
        "query": "What's closed?"
    },
    {
        "query": "What are the rules of self-isolation?"
    },
    {
        "query": "How do I self-isolate in a sharehouse?"
    },
    {
        "query": "Should I avoid domestic travel?"
    },
    {
        "query": "Should I avoid big gatherings like parties or weddings?"
    },
    {
        "query": "Will I get paid if I can't work?"
    },
    {
        "query": "Can I get welfare?"
    },
    {
        "query": "Do I still have to pay rent?"
    },
    {
        "query": "Can you catch coronavirus twice?"
    },
    {
        "query": "Are there any extra risks for pregnant women or their developing babies?"
    },
    {
        "query": "Are schools and unis closed? Will they close?"
    },
    {
        "query": "How far away is a cure or vaccine?"
    },
    {
        "query": "Did Dean Koontz predict this outbreak in the book “The Eyes of Darkness” almost 40 years ago?"
    },
    {
        "query": "Should all Americans be under stay-at-home orders?"
    },
    {
        "query": "How do I safely take care of someone who’s sick?"
    },
    {
        "query": "We’ve been sheltering in place for weeks. So why are the “peaks” of hospitalizations and deaths still yet to come?"
    },
    {
        "query": "Can high or low temperatures kill coronavirus?"
    },
    {
        "query": "Is there a cure?"
    },
    {
        "query": "Should I wear a face mask in public? If so, how do I make one?"
    },
    {
        "query": "Why is a cure taking so long?"
    },
    {
        "query": "Are kids more at risk?"
    },
    {
        "query": "Why are medical workers getting sick with or dying from coronavirus if they’re wearing protective gear?"
    },
    {
        "query": "Why worry about coronavirus when the flu kills many more people?"
    },
    {
        "query": "Should I avoid public transportation?"
    },
    {
        "query": "How long does coronavirus stay “alive” on surfaces?"
    },
    {
        "query": "If infected with coronavirus, can you survive it and recover?"
    },
    {
        "query": "Is it safe for me to vote at a polling location?"
    },
    {
        "query": "Should I spray myself or my kids with disinfectant?"
    },
    {
        "query": "If people can spread the virus without showing any symptoms, how can I tell who’s infected and who’s not?"
    },
    {
        "query": "What can I do if my loved one suspects they have coronavirus?"
    },
    {
        "query": "My ex and I have joint custody of our kids. Is it safe for them to go between two homes?"
    },
    {
        "query": "Should I go to work?"
    },
    {
        "query": "After recovering from coronavirus, does a person have long-term immunity to the virus?"
    },
    {
        "query": "How long does it take to recover?"
    },
    {
        "query": "Can coronavirus go through skin and into the body?"
    },
    {
        "query": "Since a plane's cabin keeps circulating air, will I get sick if another passenger is sick?"
    },
    {
        "query": "Now that a tiger has tested positive, could my pet get coronavirus from me? Or could I become infected by my pet?"
    },
    {
        "query": "I’ve heard that home remedies can cure or prevent the virus. Is that true?"
    },
    {
        "query": "Why doesn’t the US have enough medical supplies to handle this outbreak?"
    },
    {
        "query": "My teenagers aren’t taking this seriously. Any advice?"
    },
    {
        "query": "What are the symptoms?"
    },
    {
        "query": "What happens when workers don't get paid sick leave?"
    },
    {
        "query": "How does this coronavirus spread?"
    },
    {
        "query": "Is it safe to eat takeout from restaurants? Can I get coronavirus through food?"
    },
    {
        "query": "Why waste a test kit on a person without symptoms?"
    },
    {
        "query": "Can I have the flu and coronavirus at the same time?"
    },
    {
        "query": "Will a pneumonia or flu vaccine help protect against coronavirus?"
    },
    {
        "query": "The stores are all out of disinfectant sprays and hand sanitizer. Can I make my own?"
    },
    {
        "query": "Is coronavirus more contagious than the flu?"
    },
    {
        "query": "How can someone spread coronavirus when asymptomatic? If they’re not sneezing or coughing, how can they infect others?"
    },
    {
        "query": "Can I get coronavirus from a package sent from China?"
    },
    {
        "query": "Why is the US so far behind other countries with testing?"
    },
    {
        "query": "If a coronavirus patient progresses to pneumonia, what antibiotics if any have proven to be effective?"
    },
    {
        "query": "I’ve heard that black people can’t get coronavirus."
    },
    {
        "query": "Can the heat from a hand dryer kill coronavirus?"
    },
    {
        "query": "I’ve heard that home remedies can cure or prevent the virus."
    },
    {
        "query": "Can you contract COVID-19 more than once?"
    },
    {
        "query": "Can you contract two viruses at the same time, such as new coronavirus and the flu?"
    },
    {
        "query": "How do you know if you have a cold, the flu, or COVID-19?"
    },
    {
        "query": "Can young people fall seriously ill?"
    },
    {
        "query": "Should you avoid Advil and other anti-inflammatories?"
    },
    {
        "query": "If you have been in isolation because one person in your household is sick, do you have to continue to stay home for another two weeks if another person falls ill?"
    },
    {
        "query": "Who is getting tested?"
    },
    {
        "query": "Can you still gather with friends in small groups?"
    },
    {
        "query": "Do previous immunizations, such as the flu shot, help protect against COVID-19?"
    },
    {
        "query": "Should seniors and children be separated if they live in the same home?"
    },
    {
        "query": "How can caregivers protect themselves while helping someone with COVID-19 at home?"
    },
    {
        "query": "Should you wipe down all of your groceries when you return from the store?"
    },
    {
        "query": "How bad will things get in Canada?"
    },
    {
        "query": "Will there be a second wave of infections?"
    },
    {
        "query": "What can I do to protect myself and prevent the spread of disease?"
    },
    {
        "query": "Protection measures for persons who are in or have recently visited (past 14 days) areas where COVID-19 is spreading"
    },
    {
        "query": "Are there any medicines or therapies that can prevent or cure COVID-19?"
    },
    {
        "query": "What Is COVID-19?"
    },
    {
        "query": "How likely am I to catch COVID-19?"
    },
    {
        "query": "Should I wear a mask to protect myself?"
    },
    {
        "query": "Can I catch COVID-19 from my pet?"
    },
    {
        "query": "How Does COVID-19 Spread?"
    },
    {
        "query": "How long is the incubation period for COVID-19?"
    },
    {
        "query": "What Are The Symptoms Of COVID-19?"
    },
    {
        "query": "Is there anything I should not do?"
    },
    {
        "query": "Is COVID-19 the same as SARS?"
    },
    {
        "query": "Can the virus that causes COVID-19 be transmitted through the air?"
    },
    {
        "query": "How long does the virus survive on surfaces?"
    },
    {
        "query": "Can humans become infected with the COVID-19 from an animal source?"
    },
    {
        "query": "Can CoVID-19 be caught from a person who has no symptoms?"
    },
    {
        "query": "What Is A Coronavirus?"
    },
    {
        "query": "Is it safe to receive a package from any area where COVID-19 has been reported?"
    },
    {
        "query": "How long does the COVID-19 infection last?"
    },
    {
        "query": "Can I catch COVID-19 from the feces of someone with the disease?"
    },
    {
        "query": "Are antibiotics effective in preventing or treating the COVID-19?"
    },
    {
        "query": "Is there a vaccine, drug or treatment for COVID-19?"
    },
    {
        "query": "How to put on, use, take off and dispose of a mask?"
    },
    {
        "query": "Should I worry about COVID-19?"
    },
    {
        "query": "Who is at risk of developing severe illness?"
    },
    {
        "query": "When will this end?"
    },
    {
        "query": "How can I help?"
    },
    {
        "query": "How can I get help?"
    },
    {
        "query": "Help me understand the economic fallout."
    },
    {
        "query": "I heard that Americans were getting checks. What’s that about?"
    },
    {
        "query": "I’m a college student, will I get anything?"
    },
    {
        "query": "Do I have to apply to receive a payment?"
    },
    {
        "query": "How does unemployment insurance work?"
    },
    {
        "query": "I’m having trouble paying my bills. What can I do?"
    },
    {
        "query": "I don’t have health insurance. What can I do?"
    },
    {
        "query": "What should I do with my 401(k)?"
    },
    {
        "query": "Should I be putting my money in a mattress?"
    },
    {
        "query": "Should I refinance my mortgage?"
    },
    {
        "query": "What do I do about my taxes?"
    },
    {
        "query": "Will I be paid if I’m told to stay home?"
    },
    {
        "query": "How worried should I be about getting sick?"
    },
    {
        "query": "What are the symptoms of the coronavirus?"
    },
    {
        "query": "How do I take my temperature?"
    },
    {
        "query": "What should I do if I feel sick?"
    },
    {
        "query": "How do I know when it’s bad enough to get help?"
    },
    {
        "query": "What if somebody in my family gets sick?"
    },
    {
        "query": "Why can’t I just go to the doctor or the emergency room?"
    },
    {
        "query": "How do I get tested?"
    },
    {
        "query": "Why do we need to stay six feet away? What’s magic about that number?"
    },
    {
        "query": "Is there a vaccine yet?"
    },
    {
        "query": "I had the coronavirus, or probably did, and I feel fine now. Can I go about my life?"
    },
    {
        "query": "Can you get the virus from eating food made by someone who was sick?"
    },
    {
        "query": "Are people who get sick immune from the virus?"
    },
    {
        "query": "Should I wear a mask?"
    },
    {
        "query": "Are gloves a good way to protect myself?"
    },
    {
        "query": "How is it different from the flu?"
    },
    {
        "query": "Is there a natural cure for the coronavirus?"
    },
    {
        "query": "Will the warmer weather stop the spread?"
    },
    {
        "query": "What can I do to ease my anxiety about this?"
    },
    {
        "query": "I’m having trouble sleeping. Any tips?"
    },
    {
        "query": "How can I deal with grief during this time?"
    },
    {
        "query": "How can I better take care of myself at home, aside from cleaning?"
    },
    {
        "query": "My eating habits have drastically changed. How can I better manage them?"
    },
    {
        "query": "Can I give blood?"
    },
    {
        "query": "Where can I donate?"
    },
    {
        "query": "Want to give toward medical supplies?"
    },
    {
        "query": "Want to simply give money?"
    },
    {
        "query": "I have a sewing machine. Should I make masks?"
    },
    {
        "query": "I have older neighbors. How can I help them?"
    },
    {
        "query": "What does ‘stay at home’ mean?"
    },
    {
        "query": "I’m stuck inside. Help?"
    },
    {
        "query": "Can I make my home safer?"
    },
    {
        "query": "Is it ethical to order delivery in a pandemic?"
    },
    {
        "query": "How do I make working at home easier? __"
    },
    {
        "query": "Should I stock up on groceries?"
    },
    {
        "query": "Can I have friends over?"
    },
    {
        "query": "Can I still get mail?"
    },
    {
        "query": "How can I exercise if I’m cooped up all day?"
    },
    {
        "query": "Can I get my pet sick? Can my pet get me sick?"
    },
    {
        "query": "My kids are scared. What can I tell them?"
    },
    {
        "query": "My state isn’t under any orders to stay at home. So I don’t have to, right?"
    },
    {
        "query": "Can I go to the park?"
    },
    {
        "query": "Should I get on the subway? Go to the grocery store?"
    },
    {
        "query": "What’s an essential service? Who decides that?"
    },
    {
        "query": "What are my rights if I’m worried about going to work?"
    },
    {
        "query": "Can I take my laundry to a laundromat? Is that safe?"
    },
    {
        "query": "Where does the name coronavirus come from?"
    },
    {
        "query": "Can you see the coronavirus? Does it have color?"
    },
    {
        "query": "Can I visit my grandparents?"
    },
    {
        "query": "Can I play on the playground?"
    },
    {
        "query": "My school is closed. When will it reopen?"
    },
    {
        "query": "Can I have a playdate?"
    },
    {
        "query": "Why is it called the coronavirus? __"
    },
    {
        "query": "How does it spread?"
    },
    {
        "query": "What makes this outbreak so different?"
    },
    {
        "query": "I heard ibuprofen doesn’t work. Is that true?"
    },
    {
        "query": "How long can the virus live on a doorknob? On cash? On my keyboard?"
    },
    {
        "query": "Can the coronavirus live on my clothes?"
    },
    {
        "query": "Can I still travel?"
    },
    {
        "query": "I don't mind being alone, but I'd like to do it somewhere else. Is it possible to road trip responsibly?"
    },
    {
        "query": "What about a national park? Can I go off into the wilderness and be alone?"
    },
    {
        "query": "What about my summer vacation? Should I cancel that?"
    },
    {
        "query": "My plans got derailed. Can I get a refund?"
    },
    {
        "query": "If I cancel my flight, will I get my money back?"
    },
    {
        "query": "What about travel insurance?"
    },
    {
        "query": "I can’t get my airline on the phone. What should I do?"
    },
    {
        "query": "China seems to be getting back to normal life. How long will that take in the U.S.?"
    },
    {
        "query": "How is this going to affect the 2020 election?"
    },
    {
        "query": "What is the U.S. government doing to help the economy?"
    },
    {
        "query": "What are some of the details of the stimulus package?"
    },
    {
        "query": "I’ve seen movies about quarantines. How far can the government go?"
    },
    {
        "query": "Why is every country responding so differently?"
    },
    {
        "query": "Is there a country that’s really handled this well?"
    },
    {
        "query": "Has anyone in the government gotten sick? __"
    },
    {
        "query": "What if Congress gets sick?"
    },
    {
        "query": "Will people have to pay taxes on the money when they file their tax returns next year?"
    },
    {
        "query": "Can people get checks even if they haven’t filed a tax return in recent years?"
    },
    {
        "query": "Are immigrants eligible to receive the checks?\r\n\r"
    },
    {
        "query": "Are college students eligible to receive the checks?\r\n\r\n"
    },
    {
        "query": "I made $85,000 last year. How much money will I receive?\r\n\r"
    },
    {
        "query": "How can people who recently moved ensure they get their checks?\r\n\r\n"
    },
    {
        "query": "How are check amounts impacted if someone has a child in 2020?\r\n\r"
    },
    {
        "query": "What are areas where IRS guidance might be helpful?\r\n\r\n"
    },
    {
        "query": "Can people get checks even if they haven’t filed a tax return in recent years?"
    },
    {
        "query": "Are immigrants eligible to receive the checks?\n\n"
    },
    {
        "query": "Are college students eligible to receive the checks?\n\n"
    },
    {
        "query": "I made $85,000 last year. How much money will I receive?\n\n"
    },
    {
        "query": "How can people who recently moved ensure they get their checks?\n\n"
    },
    {
        "query": "How are check amounts impacted if someone has a child in 2020?\n\n"
    },
    {
        "query": "What are areas where IRS guidance might be helpful?\n\n"
    },
    {
        "query": "How likely am I to catch COVID-19?"
    },
    {
        "query": "How long does the virus survive on surfaces?"
    },
    {
        "query": "Is there anything I should not do?"
    },
    {
        "query": "Can humans become infected with the COVID-19 from an animal source?"
    },
    {
        "query": "How does COVID-19 spread?"
    },
    {
        "query": "Can I catch COVID-19 from the feces of someone with the disease?"
    },
    {
        "query": "Are there any medicines or therapies that can prevent or cure COVID-19?"
    },
    {
        "query": "What are the symptoms of COVID-19?"
    },
    {
        "query": "How long is the incubation period for COVID-19?"
    },
    {
        "query": "How long can coronavirus last on different surfaces?"
    },
    {
        "query": "Should I worry about COVID-19?"
    },
    {
        "query": "What is COVID-19?"
    },
    {
        "query": "What can I do to protect myself and prevent the spread of disease?"
    },
    {
        "query": "How to put on, use, take off and dispose of a mask?"
    },
    {
        "query": "What is a coronavirus?"
    },
    {
        "query": "Is there a vaccine, drug or treatment for COVID-19?"
    },
    {
        "query": "Can the virus that causes COVID-19 be transmitted through the air?"
    },
    {
        "query": "Should I wear a mask to protect myself?"
    },
    {
        "query": "Can CoVID-19 be caught from a person who has no symptoms?"
    },
    {
        "query": "Is COVID-19 the same as SARS?"
    },
    {
        "query": "Can we travel from one city to another in personal cars?"
    },
    {
        "query": "Can I step out to withdraw money from the ATM?"
    },
    {
        "query": "Will petrol pumps work?"
    },
    {
        "query": "Can I book an Uber or Ola to go to the airport?"
    },
    {
        "query": "Do I need to stock essential items?"
    },
    {
        "query": "Will I be arrested if I step out of home?"
    },
    {
        "query": "What if someone needs to visit a pharmacy for medicines?"
    },
    {
        "query": "Will the internet and couriers be suspended?"
    },
    {
        "query": "Can I go out for a jog in the morning?"
    },
    {
        "query": "Is it ok to go to the park in the neighbourhood for my morning walk?"
    },
    {
        "query": "Will I be able to leave my city/state?"
    },
    {
        "query": "Are hospitals authorised to stop attendants from entering?"
    },
    {
        "query": "Can I visit my neighbourhood elderly who stays alone?"
    },
    {
        "query": "Will I able to withdraw money?"
    },
    {
        "query": "Will the hospitals remain open?"
    },
    {
        "query": "How safe is it to visit a hospital?"
    },
    {
        "query": "Are auto rickshaws allowed on the roads?"
    },
    {
        "query": "For how long will the lockdown continue?"
    },
    {
        "query": "Will isolation help 100 per cent prevention against corona?"
    },
    {
        "query": "Is it safe to use the lift in my building. There are about 1500 apartments in the complex"
    },
    {
        "query": "Will I be penalised, if I break the lockdown?"
    },
    {
        "query": "Can I go out in my vehicle to pick up someone who is stranded somewhere?"
    },
    {
        "query": "Will local grocery stores operate?"
    },
    {
        "query": "Does the lockdown apply to online shopping?"
    },
    {
        "query": "Should I visit a hospital at all? or just quarantine will do?"
    },
    {
        "query": "Will I be stopped if I am in my car and going outside the vicinity of my house to get essential items?"
    },
    {
        "query": "Can I go out?"
    },
    {
        "query": "If a person tests positive for influenza, they are not tested for coronavirus. Could a person have both?"
    },
    {
        "query": "Can testing show if someone has had coronavirus and then recovered?"
    },
    {
        "query": "Will mosquitos be able to catch this virus and pass it on to humans this summer?"
    },
    {
        "query": "Is it best to cancel routine doctor and dental appointments?"
    },
    {
        "query": "What is involved in testing for the coronavirus? Is it the same as when they do a nasal swab for influenza?"
    },
    {
        "query": "Should people in their 60s be concerned? Are they considered elderly?"
    },
    {
        "query": "How likely are you to die from the virus?\r\n"
    },
    {
        "query": "Can someone get the coronavirus more than once?"
    },
    {
        "query": "Are infected people able to transmit the virus to their pets and visa versa?"
    },
    {
        "query": "How do the coronavirus stats compare to other bad flu seasons?"
    },
    {
        "query": "Is it safe to swim at an indoor public pool? Can someone be infected there?"
    },
    {
        "query": "How long does the virus live on an object like a dollar bill?"
    },
    {
        "query": "What is being given to treat the coronavirus once you’ve become infected?"
    },
    {
        "query": "How many children have been diagnosed with the virus? How many of them have died?"
    },
    {
        "query": "What are dangers to pregnant women?"
    },
    {
        "query": "Is the presence of a fever always the first symptom of a coronavirus infection? Is there any value in taking your temperature every day?"
    },
    {
        "query": "How can I know if I have the coronavirus and should go for a test?"
    },
    {
        "query": "Does testing positive mean that I have the virus and that I will develop symptoms?"
    },
    {
        "query": "Can someone spread the virus without symptoms?"
    },
    {
        "query": "There has been a Hong Kong flu, a Swine flu, H1N1, SARS, MERS, Ebola, Zika and other global health threats since the 1960s. How is the coronavirus different?"
    },
    {
        "query": "How old was the youngest person to die from the virus?"
    },
    {
        "query": "My primary income is from rentals. If my tenants are unable to pay their rent, what kind of relief is available to me?"
    },
    {
        "query": "Is it true that everyone who is on unemployment due to COVID-19 will receive an additional $600 a week as part of the stimulus package?"
    },
    {
        "query": "What are the results so far with the tests of the Z-Pak and malaria med, hydroxychloroquine?"
    },
    {
        "query": "How many people have recovered from the virus?"
    },
    {
        "query": "Will families who receive food stamps be eligible for the stimulus check?"
    },
    {
        "query": "Is the virus a DNA molecule protected by a thin layer of fat that will disintegrate if that fat layer is removed outside your body?"
    },
    {
        "query": "Has anyone with preexisting conditions gotten the coronavirus and survived?"
    },
    {
        "query": "Can coronavirus be transmitted through secondhand smoke?"
    },
    {
        "query": "Is cross-country road travel advisable to destinations outside of COVID-19 'hot spots'?"
    },
    {
        "query": "Can you catch the virus from people who've died?"
    },
    {
        "query": "What is the value of testing for the coronavirus if there is currently no treatment?"
    },
    {
        "query": "Is it safe to get groceries during senior shopping hour?"
    },
    {
        "query": "Can the virus be transmitted through the mail? Should I stop sending greeting cards?"
    },
    {
        "query": "Are plastic grocery bags considered the plastic that you have to wait hours to touch?"
    },
    {
        "query": "They keep saying stay isolated for two weeks. But what happens after the two weeks?"
    },
    {
        "query": "Is it advantageous for a younger healthy person to get the coronavirus to build immunity to it?"
    },
    {
        "query": "Does getting pneumonia shots given to elderly people help if you get this virus?"
    },
    {
        "query": "I see people in my neighborhood out running, riding bikes and walking their dogs. Is that OK?"
    },
    {
        "query": "Are there any projections to estimate the spread of COVID-19 and a timeline of its passing?"
    },
    {
        "query": "Is it safe to get carry-out food?"
    },
    {
        "query": "How soon after exposure can you test positive?"
    },
    {
        "query": "Do the symptoms for COVID-19 come together or can you have separate symptoms showing up at different times?"
    },
    {
        "query": "How do you actually die from the coronavirus? What happens?"
    },
    {
        "query": "What is the age range of U.S. deaths from COVID-19?"
    },
    {
        "query": "If a person is sick with the coronavirus and gets tested for the flu, would the flu test be positive?"
    },
    {
        "query": "I was told I should be tested if I could not easily inhale a large breath and hold it for at least 10 seconds. Is this good advice?"
    },
    {
        "query": "Can masks be reused by an infected person or used only once?"
    },
    {
        "query": "If a person tests positive for influenza, they are not tested for coronavirus. Could a person have both?"
    },
    {
        "query": "Can testing show if someone has had coronavirus and then recovered?"
    },
    {
        "query": "Is it best to cancel routine doctor and dental appointments?"
    },
    {
        "query": "What is involved in testing for the coronavirus? Is it the same as when they do a nasal swab for influenza?"
    },
    {
        "query": "Should people in their 60s be concerned? Are they considered elderly?"
    },
    {
        "query": "How likely are you to die from the virus?\n"
    },
    {
        "query": "Can someone get the coronavirus more than once?"
    },
    {
        "query": "Are infected people able to transmit the virus to their pets and visa versa?"
    },
    {
        "query": "How long does the virus live on an object like a dollar bill?"
    },
    {
        "query": "What is being given to treat the coronavirus once you’ve become infected?"
    },
    {
        "query": "How many children have been diagnosed with the virus? How many of them have died?"
    },
    {
        "query": "What are dangers to pregnant women?\n"
    },
    {
        "query": "Is the presence of a fever always the first symptom of a coronavirus infection? Is there any value in taking your temperature every day?"
    },
    {
        "query": "How can I know if I have the coronavirus and should go for a test?"
    },
    {
        "query": "Does testing positive mean that I have the virus and that I will develop symptoms?"
    },
    {
        "query": "There has been a Hong Kong flu, a Swine flu, H1N1, SARS, MERS, Ebola, Zika and other global health threats since the 1960s. How is the coronavirus different?"
    },
    {
        "query": "How old was the youngest person to die from the virus?"
    }
]