[
    {
        "query": "Who was the first non-Indian person to live in what is now NYC?"
    },
    {
        "query": "During the time of the North–South division, what city was the center of East Asia?"
    },
    {
        "query": "What show in New Zealand was the inspiration for the British Series Pop Idol?"
    },
    {
        "query": "What percentage of the Portuguese population did not give an answer for their religion in the 2011 census?"
    },
    {
        "query": "How many albums has Kelly Clarkson sold around the world?"
    },
    {
        "query": "What is the longest suspension bridge in the United States?"
    },
    {
        "query": "What was the name of the man who overhauled block-making to mechanize the process?"
    },
    {
        "query": "What type of troupe is Jiangsu Province Kun Opera considered to be?"
    },
    {
        "query": "The Prajnaparamita sutras were developed along the krsna river in what region of South India?"
    },
    {
        "query": "How much did she earn in 2014?"
    },
    {
        "query": "The inclination of the roof cannot exceed how much? "
    },
    {
        "query": "What is the name of the well known hospital specializes in young children patients?"
    },
    {
        "query": "Which national event caused Beyonce to produce \"Demand a Plan?\""
    },
    {
        "query": "Why is Beyoncé known as the centerpiece of Destiny's Child?"
    },
    {
        "query": "What king's charter recognized Southampton as its own county?"
    },
    {
        "query": "Where were Frédéric's parents located at when he saw them for the final time in 1835?"
    },
    {
        "query": "What was the name of the first single that Fantasia released after winning American Idol?"
    },
    {
        "query": "What did Celtic tribes mine from the Alps?"
    },
    {
        "query": "By 1940 who occupied many of the Alpine countries?"
    },
    {
        "query": "When did the alpine crystals begin to be classified? "
    },
    {
        "query": "What monarch did Estêvão Gomes serve?"
    },
    {
        "query": "What job does Debra Byrd do on American Idol? "
    },
    {
        "query": "Karen Armstrong has said that we can be confident who existed?"
    },
    {
        "query": "How tall is One World Trade Center in meters?"
    },
    {
        "query": "Why did American Idol choose not to have its Idol Gives Back special in 2009?"
    },
    {
        "query": "Albania was a name for what during Roman Times? "
    },
    {
        "query": "Who abolished slavery in Portugal?"
    },
    {
        "query": "Who visited Chopin in 1844 and wrote about his inability to move?"
    },
    {
        "query": "Yale also has a theater managed by its' own student, then name?"
    },
    {
        "query": "What company sponsors the Thanksgiving Day parade?"
    },
    {
        "query": "As one of the oldest and largest traditions, how long have the city been celebrating Saint Patrick's Day?"
    },
    {
        "query": "What river converges with the Test?"
    },
    {
        "query": "What is the name of Portugal's central bank?"
    },
    {
        "query": "Which friend received the letter in which Chopin referenced Liszt?"
    },
    {
        "query": "Which monk presided after the death of the Buddha?"
    },
    {
        "query": "According to evidence found, in what archaeological age were there first inhabitants in the area of Southampton?"
    },
    {
        "query": "What provoked the first request from Portugal for financial support?"
    },
    {
        "query": "What thriller film did Beyonce star in?"
    },
    {
        "query": "Who aired the first thirteen seasons in Canada?"
    },
    {
        "query": "What did Frédéric introduce Liszt as in when referring to him in his letters up to 1848?"
    },
    {
        "query": "What did the Manchu's make all the men in the city do?"
    },
    {
        "query": "The most expensive office tower built in the world today is what?"
    },
    {
        "query": "Who did Beyonce partner with in London?"
    },
    {
        "query": "From which entities did Portugal seek a monetary bailout from?"
    },
    {
        "query": "How many people watched the 2011 MTV Video Music Awards?"
    },
    {
        "query": "What parts of Frédéric's personal life influenced his legacy as a leading symbol of the era?"
    },
    {
        "query": "In addition to the Thornhill and Townhill Park districts, what other district has a council estate?"
    },
    {
        "query": "What was the name of the 2009 case in which the U.S. Supreme Court awarded relief to New Haven firefighters against the city of New Haven?"
    },
    {
        "query": "Which former president of Def Jam called Beyonce the greatest entertainer alive?"
    },
    {
        "query": "When was the lowest temperature recorded in NYC?"
    },
    {
        "query": "How many Chopin pieces are known to have survived?"
    },
    {
        "query": "How many school and universities are in NYC?"
    },
    {
        "query": "How long did it take the Emirate to become the Caliphate of Codoba?"
    },
    {
        "query": "What was the pejorative label for those that rejected Mahayana sutras?"
    },
    {
        "query": "How many prefecture-size cities are in the province of Anhui?"
    },
    {
        "query": "What structure of Yale University, listed on the National Register of Historic Places, holds the distinction of being the oldest building on campus?"
    },
    {
        "query": "What constant in two cities can create disparities in analysis by way of distribution over differing land areas?"
    },
    {
        "query": "What are rarely found after the extreme deforestation between the 17th and 19th centuries?"
    },
    {
        "query": "What is another nature of Dukkha?"
    },
    {
        "query": "How many rounds can a contestant make it through before Hollywood?"
    },
    {
        "query": "What city was the capital of Eastern Wu during the Three Kingdoms era?"
    },
    {
        "query": "Which Idol won an Academy Award?"
    },
    {
        "query": "The list of twenty two summits has summits with at least how much prominence?"
    },
    {
        "query": "Who released the first collection of Chopin's works?"
    },
    {
        "query": "Under what immediate jurisdiction of the Catholic Church does New Haven fall?"
    },
    {
        "query": "In what year did Southampton lead preparations for the Invasion of Europe?"
    },
    {
        "query": "Who was the mentor this season?"
    },
    {
        "query": "Who built a series of fortifications in the Maurienne valley?"
    },
    {
        "query": "What year was Beyoncé featured both on the Time 100 list as well as the cover of the issue?"
    },
    {
        "query": "What is the name of the trail that runs from to New Haven all the way to Eastern Massachusetts?"
    },
    {
        "query": "What areas experience periodic flooding from rapid snowmelt and runoff?"
    },
    {
        "query": "Which other song from the soundtrack did better in the charts?"
    },
    {
        "query": "In what year did the city have less than 500 homicides?"
    },
    {
        "query": "There is an intermediate state between one life and the next according to what Buddism?"
    },
    {
        "query": "How many councillors are assigned to each ward in Southampton?"
    },
    {
        "query": "When did Antioine de Ville climb Mont Aiguille?"
    },
    {
        "query": "When did Pabst record his Chopin performance?"
    },
    {
        "query": "What does dharmas mean?"
    },
    {
        "query": "What did the Romans build along the mountain passes?"
    },
    {
        "query": "What British show was American Idol based on?"
    },
    {
        "query": "When did the English take over the area from the Dutch?"
    },
    {
        "query": "Who are these women?"
    },
    {
        "query": "Sasha Fierce for Deréon fashions were sold at stores that included Macy's and what other store?"
    },
    {
        "query": "Only a few of Chopin's pieces involve more than the piano, including piano concertos, songs and what?"
    },
    {
        "query": "Who began reporting Beyoncé's annual earnings, starting in 2008?"
    },
    {
        "query": "Which four of the world's most expensive stadiums are located in NYC?"
    },
    {
        "query": "Which Southampton theatre won The Stage Award for Best Regional Theatre for 2015?"
    },
    {
        "query": "What two people suggested the 1848 tour?"
    },
    {
        "query": "How many tourists does Nanjing receive each year?"
    },
    {
        "query": "What were the two kinds of relationships stated as Frédéric having with his fellow Poland natives in exile?"
    },
    {
        "query": "Where does she place in writing credits  for three number one songs?"
    },
    {
        "query": "The cinnabar deposits are found in what area?"
    },
    {
        "query": "Beyonce opened a cosmetology center in what location?"
    },
    {
        "query": "Who in Chopin's family died shortly before they moved in 1827?"
    },
    {
        "query": "What decade ushered in the operation of horse-drawn carriages in New Haven? "
    },
    {
        "query": "Out of all African nations, which provided the most legal immigrants in 2013?"
    },
    {
        "query": "What borough was home to a notable population of free African-Americans?"
    },
    {
        "query": "Who was in charge of the American Idol band in season eleven?"
    },
    {
        "query": "Percy and Mary Shelley were inspired by what region's scenery?"
    },
    {
        "query": "Who was the fortune hunter engaged to Sand's daughter?"
    },
    {
        "query": "On what date was Frédéric baptised?"
    },
    {
        "query": "Where is the Aosta valley located?"
    },
    {
        "query": "How many viewers watched on average this season?"
    },
    {
        "query": "In what year did the U.S. Congress afford Connecticut the deed to the site at Fort Hale in New Haven?"
    },
    {
        "query": "To take a train to Southampton Airport, what railway station would you need to go through?"
    },
    {
        "query": "What courses does Southampton City College offer to adult students?"
    },
    {
        "query": "In what year was the final trolley route in New Haven converted to a bus line? "
    },
    {
        "query": "What year did Southampton receive the charter naming it 'The Town and County of the Town of Southampton'?"
    },
    {
        "query": "When was the Great St. Bernard Hospice built?"
    },
    {
        "query": "What Country are the Alps located in?"
    },
    {
        "query": "Who gave Chopin a loan in September for an apartment?"
    },
    {
        "query": "When will the full line appear?"
    },
    {
        "query": "A person can awaken from the \"sleep of ignorance\" by acknowledging the true nature of what?"
    },
    {
        "query": "What is the area above the treeline defined as?"
    },
    {
        "query": "Where were the Berbers originally from?"
    },
    {
        "query": "In what sutras are the Buddha, Dharma, and Sangha viewed as One?"
    },
    {
        "query": "New Haven Colony was separated from the Connecticut Colony which was located where?"
    },
    {
        "query": "New Amsterdam became the title of New York City in what past date?"
    },
    {
        "query": "What soft drink company has Beyoncé worked with since 2002?"
    },
    {
        "query": "Where was Horace-Benedict de Saussure born?"
    },
    {
        "query": "What enterprise did Beyonce and her mother start on March 5, 2010?"
    },
    {
        "query": "Which contestant sold more albums than all except two from season three of American Idol?"
    },
    {
        "query": "Some of the walls around which landmark were demolished in the 1930s?"
    },
    {
        "query": "What is the name of China's oldest stage art?"
    },
    {
        "query": "Who did Beyoncé sign a letter for in 2015?"
    },
    {
        "query": "What did Gautama accept from a village girl?"
    },
    {
        "query": "What piece did Chopin dedicate to Liszt?"
    },
    {
        "query": "What was the name of Beyoncé's European start that started in November 2003?"
    },
    {
        "query": "What is the name of the museum that specifically focus on a single inventor located the city?"
    },
    {
        "query": "Besides the Hampshire County Cricket Club, what's the name of the other cricket league in Southampton?"
    },
    {
        "query": "What was eliminated from the Hollywood round in Season seven?"
    },
    {
        "query": "What condition did Frédéric describe the piano that arrived to him through many dangerous obstacles?"
    },
    {
        "query": "New Haven served as home to what two notable 19th century architects?"
    },
    {
        "query": "In what borough is Fort Hamilton located?"
    },
    {
        "query": "What was the regnal name of the Duke of York?"
    },
    {
        "query": "Who wrote about a Chopin 1841 recital?"
    },
    {
        "query": "Who are some of the most renowned architects to come from Portugal?"
    },
    {
        "query": "How many judges did this season have?"
    },
    {
        "query": "What was the name of the astrologer who visited Prince Gautama's father?"
    },
    {
        "query": "What show did Nigel Lythgoe leave American Idol to produce?"
    },
    {
        "query": "Who did a recording where Étude Op. 10 No. 5. follows relude Op. 28 No. 7?"
    },
    {
        "query": "What is the name of Beyoncé's management company?"
    },
    {
        "query": "Of the Ten Meritorious Deeds, giving charity reduces what?"
    },
    {
        "query": "What road does First use stops around to leave a terminal available for other buses?"
    },
    {
        "query": "Nanjing is considered one of the most pretty cities in what region?"
    },
    {
        "query": "What Southampton area is located between the Itchen and Test rivers?"
    },
    {
        "query": "What year did Chopin learn that the uprising in Warsaw was crushed?"
    },
    {
        "query": "Some passages of what Canon support the idea of intermediate stages?"
    },
    {
        "query": "When did a thick wave of smog first appear in Central and Eastern China?"
    },
    {
        "query": "What person bought Manhattan from the Canarsie for the Dutch?"
    },
    {
        "query": "When did she receive the Legend Award?"
    },
    {
        "query": "How many bridges does Nanjing have over the Yangtze River?"
    },
    {
        "query": "The food is passed from the kitchen to where? "
    },
    {
        "query": "During which years was the Portuguese Colonial War fought?"
    },
    {
        "query": "Who was the architect that design the New Haven Free Public Library?"
    },
    {
        "query": "Did Lisbon suffer any epidemics from the calamity?"
    },
    {
        "query": "Who sponsors the New Haven Jazz Festival?"
    },
    {
        "query": "What was responsible for creating thousands of scientific, technological, and knowledge-based businesses?"
    },
    {
        "query": "Which two groups followed the first inhabitants?"
    },
    {
        "query": "How many Hollywood rounds were there in the first nine seasons?"
    },
    {
        "query": "Who brought Beyonce to California and enter her group in Star Search?"
    },
    {
        "query": "In the 2006 study, Southampton was discovered to be one of the lowest carbon emitters out of major cities in what large geographical area?"
    },
    {
        "query": "Which publication did Tucker work for?"
    },
    {
        "query": "When were railroad tracks being installed Portugese Africa?"
    },
    {
        "query": "On what date did Frédéric begin his journey into Western Europe?"
    },
    {
        "query": "What company owns WestQuay Watermark?"
    },
    {
        "query": "Under whom did the Western part of Umayyad Caliphate's empire gain its independence?"
    },
    {
        "query": "What famous singer made claims of racism after Jennifer Hudson was eliminated from American Idol?"
    },
    {
        "query": "What did he receive from the locals that changed his approach?"
    },
    {
        "query": "Who did Nigel Lythgoe say was a fan favorite for the majority of the season?"
    },
    {
        "query": "Along with the docks and grain mills, what crop has been processed in Southampton for a long time?"
    },
    {
        "query": "In millimeters, how much precipitation does New York receive a year?"
    },
    {
        "query": "What record producer was an original judge on American Idol?"
    },
    {
        "query": "As of April 2014, how many albums have Jay Z and Beyonce sold together?"
    },
    {
        "query": "Who has Beyoncé at number one on her Five Best Singer/Dancers?"
    },
    {
        "query": "Both Wutaishan Sports Center and Nanjing Olympic Sports Center contain a stadium, gymnasium, natatorium, and what other facility?"
    },
    {
        "query": "The government wanted Nanjing to be what kind of industrial city?"
    },
    {
        "query": "When did the KMT move back to Nanjing?"
    },
    {
        "query": "What is considered to be a typical food for a Nanjing resident?"
    },
    {
        "query": "What is the nickname for a World Series where two New York teams play against each other?"
    },
    {
        "query": "What event triggered a decrease in the extraction of Portugal's natural resources?"
    },
    {
        "query": "Where does the Portuguese art of pastry have its origins?"
    },
    {
        "query": "What is the name of Beyoncé's younger sister?"
    },
    {
        "query": "What type of Buddhism is concerned with ritual and meditative practices?"
    },
    {
        "query": "How many cubic meters of oil is supposed to be in Newtown Creek?"
    },
    {
        "query": "What advertisement was Beyoncé's skin supposedly lightened in?"
    },
    {
        "query": "When did Longtan Containers Port Area open up?"
    },
    {
        "query": "How is Nanjing seen, from a cultural perspective?"
    },
    {
        "query": "Buddha was part of what subcontinent?"
    },
    {
        "query": "In what year was the National Review founded?"
    },
    {
        "query": "In what episode is the winner of American Idol revealed?"
    },
    {
        "query": "Mantras taught in the Saiva, Garuda, and Vaisnava tantra will be effective if applied by who?"
    },
    {
        "query": "What features marked Frédéric's performance style and made them unique?"
    },
    {
        "query": "If contestants get approval from the judges, where do they go next?"
    },
    {
        "query": "In terms of requirement what sort of service would one needs to fulfilled in order to apply?"
    }
]